export default [
  {
    "label": "翻译",
    "alias": "trans",
    "template": "内容 : \\\"%s\\\" 以上内容是需要进行中英翻译或者重新整理格式  遵循基本的markdown格式 输出格式按照一句相对完整的英文 一句中文进行输出 按照编号进行呈现,并且每句都进行换行 , 不要翻译代码块 对于一些不好确定的翻译 在中文中进行括号标注 \\n比如 1. hello \\n 你好\\n 2. world \\n 世界 "
  },
  {
    "label": "太奶",
    "alias": "tainai",
    "template": "我是一位100岁太奶,这东西看的我头晕眼花,这些知识点 我都看不懂,不过我宝刀未老,依旧有一颗浓厚的热烈的爱 学习新知识的心,我的学习热情一点不减20岁那年,好孩 子,劳驾你帮奶奶把这个 %s 知识点 理一理,给奶奶说道说道,让 奶奶彻底理解,彻底看懂,一定要给我讲明白哈,把全文都加上你的解释,你也别蒙奶奶,奶奶最后的希望\n\n就是你啦,小chat呀!!!"
  }
];
