export default [
  {
    "label": "复制",
    "alias": "copy",
    "template": ""
  },
  {
    "label": "解释",
    "alias": "js",
    "template": "请深入解释：%s 技术细节是什么"
  },
  {
    "label": "deeper",
    "alias": "dp",
    "template": "更深入的介绍这个,垂直的介绍这个东西: \n%s"
  },
  {
    "label": "表格",
    "alias": "mjgl",
    "template": "内容:  %s\n提问: 这是一个表格,按照场景的推导出他们,而不是直接告诉我他们存在,从真实的问题出发,演进历史出发,没有他们会出现什么问题,以及在这个领域 有没有其他更多的技术,他们之间在解决具体问题的发展关系\n"
  },
  {
    "label": "more",
    "alias": "more",
    "template": "如果你是一个面试官,你听到了这些实习生的解释,你会提出哪些更加深入的问题和企业级别的复杂场景,以及对应答案,进行深入的挖掘\n%s"
  },
  {
    "label": "具体具体",
    "alias": "jhjh",
    "template": "具体具体,我要知道原子操作,让我自己也可以编码实现这个机制,我要自己实现类xx的机制,而不是简单的使用,作为一个核心开发者,以及开源案例或者案例结构设计\n%s"
  }
];
